/*
[UT]
*/

"ER00_TEXTA_002" = "שגיאה\r\nקוד:%FatalErrorInfo%";
"ER01_TEXTA_003" = "המדפסת עסוקה";
"ER04_TEXTA_001" = "נייר תקוע";
"ER06_TEXTA_005" = "נגמר הנייר או טעינת נייר לא נכונה";
"ER10_TEXTA_005" = "נדרש שירות";
"ER10_TEXTA_008" = "נדרש שירות";
"ER12_TEXTA_001" = "שגיאת מזין דפים";
"ER4A_TEXTA_001" = "אחת מרפידות ספיגת הדיו של המדפסת עומדת להיגמר.";
"ER4A_TEXTA_002" = "אחת מרפידות ספיגת הדיו של המדפסת נגמרת.";
"ERXX_TEXTA_001" = "שגיאה";
"ST02_TEXTA_001" = "מדפיס";
"ST03_TEXTA_001" = "מדפיס";
"ST04_TEXTA_001" = "מוכן";
"ST07_TEXTA_001" = "המדפסת עסוקה";
"ST08_TEXTA_007" = "טעינת הדיו הראשונית לא הושלמה";
"ST0A_TEXTA_002" = "המוצר נכבה";
"ST11_TEXTA_002" = "מכין את מערכת הדיו.";
"COM_TEXTA_001" = "שגיאת תקשורת";
"COM_TEXTA_002" = "שגיאת תקשורת\r\nייתכן שבחרת במוצר שגוי";
"COM_TEXTA_003" = "לא ניתן לשלוח את עבודת ההדפסה";
"DEV_TEXTA_004" = "נבחר מוצר שונה";
"OFL_TEXTA_003" = "לא מוכנה";
"PAU_TEXTA_001" = "מושהית";
"SRC_TEXTA_001" = "מחפש...";
"CHKDUPX_TEXTA_001" = "הדפסה דו-צדדית";
"INKCHECKALERT_TEXTA_007" = "בדוק את כמות הדיו בקביעות.\r\nשימוש ממושך במכשיר כאשר מפלס הדיו מתחת לקו במיכל עלול לגרום נזק למדפסת.";
"ER00_TEXTB_014" = "1. בטל את כל עבודות ההדפסה.\r\n2. פתח את יחידת הסורק והוצא את הדפים התקועים.\r\n3. סגור את היחידה, כבה את המדפסת והדלק אותה מחדש.";
"ER01_TEXTB_001" = "אנא המתן...";
"ER04_TEXTB_041" = "1. פתח את יחידת הסורק והוצא את הניירות התקועים.\r\n2. סגור את היחידה ולחץ על הלחצן %btn% במוצר.";
"ER06_TEXTB_055" = "1. הוצא וטען את הדפים מחדש.\r\n2. לחץ על הלחצן %btn% במוצר.\r\n\r\nלחלופין, ניתן לבטל את עבודת ההדפסה באמצעות לחיצה על האפשרות [ביטול].";
"ER10_TEXTB_008" = "אחת מרפידות ספיגת הדיו של המדפסת נגמרת.\r\nפנה לתמיכה של Epson.";
"ER10_TEXTB_009" = "אחת מרפידות ספיגת הדיו של המדפסת נגמרת.\r\nדיו עודף עלול לדלוף.\r\nפנה לתמיכה של Epson.";
"ER12_TEXTB_007" = "בצע את אחת מהפעולות הבאות:\r\nהוצא את הניירות וטען אותם מחדש. לחץ על הלחצן %btn% שבמוצר.\r\nלחץ על [ביטול] כדי לבטל את עבודת ההדפסה. אם העבודה לא מבוטלת בטל אותה מלוח הבקרה במוצר עצמו.";
"ER4A_TEXTB_001" = "פנה לתמיכה של Epson.\r\nלחץ על הלחצן %btn% במדפסת כדי להמשיך בהדפסה.";
"ER4A_TEXTB_002" = "המשך הדפסה עלול לגרום לדליפת דיו עודף.\r\nפנה לתמיכה של Epson.\r\nלחץ על הלחצן %btn% במדפסת כדי להמשיך בהדפסה.";
"ST02_TEXTB_001" = "אנא המתן...";
"ST03_TEXTB_001" = "אנא המתן...";
"ST04_TEXTB_001" = "המדפסת מוכנה להדפסה.";
"ST07_TEXTB_003" = "נקה את ראש ההדפסה או טעינת הדיו. אנא המתן...";
"ST08_TEXTB_009" = "כדי להשלים את תהליך טעינת הדיו הראשונית עיין בגיליון ההגדרות.";
"ST0A_TEXTB_001" = "אנא המתן...";
"ST11_TEXTB_001" = "אנא המתן...";
"COM_TEXTB_005" = "חבר את המוצר למחשב והדלק אותו. אם כיבית את המוצר במהלך ההדפסה לחץ על [תור הדפסה] ובטל את עבודות ההדפסה לפני שתפעיל אותו מחדש.";
"COM_TEXTB_006" = "בצע את אחת מהפעולות הבאות:\r\n- המוצר מחובר ל-\"%queuename%\". הדפס באמצעות המוצר הזה.\r\n- חבר את המוצר למחשב והדלק אותו. אם כיבית את המוצר במהלך ההדפסה לחץ על [תור הדפסה] ובטל את עבודות ההדפסה לפני שתפעיל אותו מחדש.";
"COM_TEXTB_007" = "By clicking [Check Connection], Epson Printer Connection Checker checks the connection with the printer, and will attempt to reconnect automatically.\r\nMake sure the printer is turned on, and then click [Check Connection].";
"DEV_TEXTB_004" = "המוצר שנבחר במנהל ההתקן שונה מהמוצר שנבחר להדפסה. בדוק את הגדרות מנהל ההתקן ואת שם המוצר.";
"OFL_TEXTB_006" = "לא ניתן להדפיס במצב לא מקוון. חבר את המוצר למחשב והדלק אותו. לחץ על האפשרות [מקוון] כשתוצג או לחץ על [תור הדפסה] ושנה את ההגדרות למצב מקוון.\r\n\r\nלחלופין, ניתן לבטל את עבודת ההדפסה באמצעות לחיצה על האפשרות [ביטול].";
"PAU_TEXTB_003" = "לא ניתן להדפיס כשהמוצר מושהה. לחץ על האפשרות [המשך] כשתוצג כדי להמשיך בהדפסה או לחץ על [תור הדפסה] והסר את הסימון מהאפשרות \"השהה הדפסה\" בתפריט \"מדפסת\".\r\n\r\nלחלופין, ניתן לבטל את עבודת ההדפסה באמצעות לחיצה על האפשרות [ביטול].";
"SRC_TEXTB_001" = "מחפש...";
"CHKDUPX_TEXTB_009" = "1. הדפס את העמוד(ים) הקדמי(ים).\r\n2. הסר את נייר שהוצא. הפוך אותו.\r\n3. טען את נייר עם הצד הקצר קדימה ולחץ על [המשך].\r\nלתשומת לבך:\r\n- לחץ על [ביטול] אם ההדפסה לא מתחילה.\r\n- ייתכן שלא תוכל להדפיס הדפסה דו-צדדית ברשת/ב-Wi-Fi.";
"BTN_PR_001" = "העתק";
"IDS_INK_STOPRESET" = "ביטול";
"IDS_CLOSE" = "אישור";
"IDS_STOP" = "ביטול";
"IDS_INK_STOPRJ" = "ביטול";
"IDS_INK_OFFLINE_CANCEL" = "ביטול";
"BTN_PC_004" = "ביטול";
"BTN_PC_009" = "נסה שוב";
"BTN_PC_010" = "המשך";

//--->
"ER00_TEXTA_001" = "שגיאה";
"CHARGINGSTATUS_TEXTA_001" = "טעינת מערכת הדיו";
"INKCHECKALERT_TEXTA_001" = "בדוק את כמות הדיו בקביעות.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "כדי לוודא את כמות הדיו שנותרה בפועל בדוק ויזואלית את כמות הדיו בכל מכלי הדיו של המדפסת.\r\nשימוש ממושך במכשיר כאשר מפלס הדיו מתחת לקו במיכל עלול לגרום נזק למדפסת.";

////////////////////////////////////////

"920" = "בדיקת פיה";
"921" = "ניקוי ראש";
"922" = "יישור ראש הדפסה";
"923" = "הגדרות מדפסת";
"924" = "קנה דיו";
"926" = "עדכון תוכנה";
"928" = "הגדרות עדכון תוכנה";
"IDS_PR_ERROR" = "שגיאה";
"IDS_PR_COMERR" = "שגיאת תקשורת";
"IDS_PR_INKFEW" = "רמת הדיו נמוכה";
"IDS_PR_MAINTENANCECALL" = "התראת תחזוקה";
"IDS_PR_WARNING" = "אזהרה אחרת";
"IDS_PR_CHANGINGBK" = "החלפת דיו שחור";
"IDS_PR_OFFLINE" = "לא מקוון";
"IDS_PR_PAUSE" = "השהה";
"IDS_PR_SELECTERROR" = "שגיאת בחירת מדפסת";
"IDS_PR_UNCLOGGER" = "שגיאת עבודת הדפסה";
"IDS_PR_BATTERYWARNING" = "התרעת סוללה";
"IDS_ITEM" = "אירוע";
"IDS_NOTIFY" = "הודעה על המסך";
"IDS_YES" = "מופעל";
"IDS_NO" = "כבוי";
"IDS_PROMOCHK" = "הצג מבצעים של Epson";
"IDS_ITEMGROUP" = "בחר הודעה";
"IDS_SIMPLEST_CHK" = "התראת סטטוס פשוטה";
"IDS_DEFAULT_BTN" = "ברירת מחדל";
"IDS_ICONGROUP" = "בחר סמל קיצור דרך";
"IDS_MONICON_CHK" = "הוסף את סמל קיצור הדרך לשורת המשימות";
"IDS_EXPTEXT2" = "לחיצה כפולה על סמל קיצור הדרך פותחת את חלון סטטוס המדפסת.";
"IDS_SHARED" = "אפשר מעקב אחרי מדפסות משותפות";
"IDS_IO_CHECK_BTN" = "הצג תזכורות שהדיו עומד להסתיים";
"IDS_CANCEL_MONITOR" = "ביטול";
"IDS_STRING_GROUP" = "רמות דיו";
"IDS_STRING_GROUP_MTANK" = "משך חיי השירות של תיבת התחזוקה";
"IDS_SUB_BTN" = "המשך";
"IDS_SPL_BTN" = "תור הדפסה";
"IDS_CSICINFO_BTN" = "מידע";
"IDS_PRNSTOP_BTN" = "ביטול";
"IDS_SPL_BTN2" = "תור הדפסה";
"IDS_SPL_BTN3" = "תור הדפסה";
"IDS_SHOWDETAIL_BTN" = "פרטים";
"IDS_ALLRIGHT" = "כל הזכויות שמורות.";
"IDS_PRODUCT_VER_TITLE" = "מוצר";
"IDS_COMMON_VER_TITLE" = "משותף";
"IDS_PRINTER_VER_TITLE" = "ממשק משתמש";
"IDS_EBAPI_VER_STATIC" = "ממשק מדפסת";
"IDS_INSTALL_VER_STATIC" = "יישום התקנה";
"IDS_BOTHSIDE_PRINT" = "הדפסה דו-צדדית";
"IDS_PRNPAUSE_BTN" = "המשך";
"IDS_CSIC_INFO" = "פרטי מחסנית";
"IDS_MAKER_TITLE" = "היצרן:";
"IDS_INK_TYPE_TITLE" = "סוג דיו:";
"IDS_IC_TYPE_TITLE" = "קוד מחסנית:";
"IDS_PRODUCTION_DATE_TITLE" = "תאריך ייצור:";
"IDS_BPMSTOP_BTN" = "ביטול הדפסה";
"IDS_BPMPRINT_BTN" = "הדפס בשחור";
"IDS_BPMCLOSE_BTN" = "סגור";
"IDS_BPMREPLACE_BTN" = "החלף מחסנית...";
"IDS_INITFILL_TITLE" = "שגיאת מחסנית";
"IDS_INITFILL_TITLE2" = "שגיאת מחסנית";
"IDS_BUTTON_CSIC_DETAILS" = "פרטים";
"IDS_CANCEL" = "ביטול";
"IDS_BUTTON_CSIC_CONTINUE" = "המשך";
"IDS_BUTTON_CSIC_HOWTOBUY" = "קנה דיו של Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "כדי לערוך הגדרות באמצעות כלי העזר הזה, עליך להוסיף אותו לרשימת החריגים של חומת האש של Windows.\r\nאם לא תוסיף אותו כחריג, חלק מפונקציות התקשורת עשויות להיחסם על ידי חומת האש של Windows ואפשרויות השימוש יוגבלו.\r\n\r\nהאם ברצונך להוסיף את EPSON Status Monitor 3 כחריג לחומת האש של Windows?";
"IDS_ENVHELPMENU" = "עזרה";
"IDS_ENTRYICONMSG" = "האם ברצונך להוסיף את הסמל של EPSON Status Monitor 3 לשורת המשימות בכל פעם ש-Windows עולה?";
"IDS_STATISTICS" = "שתף את פרטי השימוש שלי עם Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "אודות...";
"IDS_ERROR_001" = "אין מספיק זיכרון. \r\n צא מהתכנית הזו.";
"IDS_ERROR_015" = "אין מספיק זיכרון.";
"IDS_ERROR_021" = "פרטי המדפסת לא נמצאו.";
"IDS_ERROR_022" = "אין מידע זמין עבור המדפסת הזו.";
"IDS_ERROR_023" = "הקובץ שצוין לא נמצא.";
"IDS_ERROR_024" = "פתיחת הקובץ שצוין נכשלה.";
"IDS_RESTART_MON" = "לא ניתן לנטר כרגע.\r\nהפעל מחדש את המחשב.";
"IDS_RESTART_SHARE" = "לא ניתן לנטר. נקה את תיבת הסימון [מעקב אחרי מדפסות משותפות]\r\nבחלון העדפות מעקב והפעל מחדש את המחשב.\r\nלאחר מכן סגור את כל היישומים, כולל את EPSON Status Monitor 2\r\nוהתקן מחדש את מנהל ההתקן למדפסת.";
"IDS_RESTART_BID" = "לא ניתן ליצור תקשורת דו-כיוונית.\r\nהתקן מחדש את מנהל ההתקן של המדפסת.";
"IDS_SETUP_MENU" = "העדפות מעקב";
"IDS_PAPERSIZE" = "גודל דף";
"IDS_MEDIATYPE" = "סוג דף";
"IDS_PAUSE" = "השהה";
"IDS_RESUME" = "המשך";
"IDS_DISCHARGE_PAPER" = "הוצא";
"IDS_INK_CANCEL" = "ביטול";
"IDS_OK" = "אישור";
"IDS_HELP" = "עזרה";
"IDS_INK_RETURN" = "המשך";
"IDS_ELINK_ERROR_TITLE" = "תמיכה באינטרנט";
"IDS_ELINK_CONNECT_MSG" = "האם תרצה לבקר באתר האינטרנט של EPSON?";
"IDS_ELINK_CONNECT_TITLE" = "תמיכה באינטרנט";
"IDS_INK_CONTINUE" = "המשך";
"IDS_PRINT" = "הדפס";
"IDS_PPACK_RETURN" = "המשך";
"IDS_INKTANKVIEW_ON" = "בדוק כמות דיו";
"IDS_INKTANKVIEW_OFF" = "הסתר כמות דיו";
"IDS_CLEAN_CONTINUE" = "המשך";
"IDS_INK_CLSTOP" = "ביטול";
"IDS_SUPPORT_BTN" = "תמיכה באינטרנט";
"IDS_SUPPORT_BTN_EURO" = "תמיכה טכנית";
"IDS_ELINK_ERROR_TITLE_EURO" = "תמיכה טכנית";
"IDS_ELINK_CONNECT_TITLE_EURO" = "תמיכה טכנית";
"IDS_ELINK_CONNECT_MSG_EURO" = "האם תרצה לבקר באתר האינטרנט של EPSON?";
"IDS_HOWTO" = "כיצד...";
"IDS_GOONLINE" = "מקוון";
"IDS_BKPRINTING" = "הדפס בשחור";
"IDS_BKPRINTING2" = "הדפס בשחור";
"IDS_SHEETREMAIN" = "עמוד:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "נותרו עוד %d שעות";
"IDS_TIMEREMAIN_MIN" = "נותרו עוד %d דקות";
"IDS_TIMEREMAIN_SEC" = "נותרו עוד %d שניות";
"IDS_START_MSG" = "מחפש...";
"IDS_ST_NONE" = "אירעה שגיאה בלתי מוכרת.";
"IDS_OLSTART_MSG" = "מחפש...";
"IDS_OLST_NONE" = "שגיאה בלתי מוכרת";
"IDS_STRING_CAPTION" = "תזכורת שרמת הדיו נמוכה";
"IDS_STRING_PURCHASED" = "כבר נקנה";
"IDS_STRING_REMINDMELATER" = "הזכר לי מאוחר יותר";
"IDS_STRING_BUYINK" = "קנה דיו של Epson";
"IDS_STRING_PRINTTHISWINDOW" = "הדפס חלון זה";
"IDS_STRING_CLOSE" = "סגור";
"IDS_STRING_CAPTION2" = "קנה דיו";
"IDS_STRING_INKCODES" = "קודי דיו";
"IDS_STRING_LOOKMOBILEPHONE" = "הצג באמצעות טלפון נייד";
"IDS_STRING_HTML_MESSAGE1" = "EPSON מקורי";
"IDS_STRING_HTML_MESSAGE2" = "מומלץ להשתמש במחסניות מקוריות של Epson.";
"IDS_STRING_HTML_MESSAGE3" = "שימוש במוצרים אחרים עלול לפגוע באיכות ההדפסה ולגרום לנזק במדפסת.";
"IDS_STRING_INKLOW" = "רמת הדיו נמוכה";
"IDS_STRING_INKREPLACE" = "הגיע הזמן לאפס את כמות הדיו.";
"IDS_STRING_INKCHANGE_NEAR" = "כמעט הגיע הזמן לאפס את כמות הדיו.";
"IDS_STRING_HTML_MESSAGE4" = "לחץ כאן לקבלת מבצעי דיו ועדכונים נוספים מ-Epson.";
"IDS_STRING_PROMOTION2" = "Epson יכולה ליידע אותך על עדכונים טכניים, מבצעים והצעות נוספות.";
"IDS_STRING_NOTESA2" = "העדכונים מתקבלים רק כשאתה מחובר לאינטרנט. נתונים לזיהוי דגם המדפסת שלך יישלחו ל-Epson. אף מידע אישי לא יישלח.";
"IDS_STRING_NOTESB2" = "ניתן להפעיל/להשבית תכונה זו בחלון העדפות מעקב.";
"IDS_STRING_NOTESC2" = "כדי להפעיל כעת, לחץ על קבל.";
"IDS_STRING_DISPAGAIN2" = "אל תציג הודעה זו שוב.";
"IDS_STRING_TITLE2" = "שירות ההודעות של Epson";
"IDS_STRING_ACCEPT2" = "קבל";
"IDS_STRING_DECLINE2" = "סרב";
"IDS_STRING_BTNCLOSE" = "סגור";
"IDS_STRING_DISPNOAGAIN" = "אל תציג הודעה זו שוב עד שהתיקונים יבוצעו.";
"IDS_STRING_DESCRIPTION2" = "נדרש שירות";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "ניתן להשבית תכונות אלה בחלון העדפות ניטור.";
"IDS_STRING_NOTESE" = "לחץ כאן כדי לפתוח את העדפות הניטור";
"IDS_CSIC_UNKNOWN" = "לא ידוע";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson מקורי";
"IDS_CSIC_ERMANUFACTUR" = "מחסנית לא מקורית";
"IDS_CSIC_NGENUINE" = "זוהתה מחסנית לא מקורית או מחסנית שמולאה מחדש. לא נוכל להציג את כמות הדיו המדויקת כיוון שנפח הדיו לא ידוע.";
"IDS_CSIC_NGENUINE2" = "זוהתה מחסנית לא מקורית או מחסנית שמולאה מחדש. לא נוכל להציג את כמות הדיו המדויקת כיוון שנפח הדיו לא ידוע.";
"IDS_IO_BUYNOW_MSG" = "לחץ על אישור כדי לפתוח את הדפדפן ולקנות מחסנית דיו באינטרנט.\r\n\r\nאם אתה מחובר לאינטרנט באמצעות חייגן והוא אינו נפתח אוטומטית עם הדפדפן, התחבר לספק האינטרנט שלך ורק אז לחץ על אישור.";
"IDS_IO_BUYNOW_MSG_EURO" = "כדי לפתוח את הדפדפן ולהתחבר לאתר, לחץ על אישור.\r\nאם אינך מעוניין להתחבר לאתר כעת לחץ על ביטול.";
"IDS_IO_BUYNOW_MSG3" = "האם ברצונך להתחבר לאתר האינטרנט של Epson כדי למסור את המידע על מחסניות הדיו?";
"IDS_IO_CAPTION_MSG" = "כלי עזר לרכישת דיו באינטרנט";
"IDS_IO_CAPTION_MSG2" = "הצג באמצעות טלפון נייד";
"IDS_BKIS_BUTTON_YES" = "כן";
"IDS_BKIS_BUTTON_NO" = "לא";
"IDS_BKIS_BUTTON_ALWAYSNO" = "השבת תכונה זו";
"IDS_BUYNOW_BTN" = "קנה דיו של Epson";
"IDS_SCRAPE_NOAGAIN" = "אל תציג הודעה זו שוב.";
"BTN_PC_014" = "ביטול";
"BTN_PC_030" = "הדפס";
"IDS_CSIC_CHECK_DLG2_TITLE" = "דיו מקורי של Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "תזכורת ידידותית";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "הכנסת מחסניות דיו שאינן מקוריות של Epson.\r\nאיננו מתחייבים לגבי האיכות או האמינות של דיו שאינו מקורי. כמו כן, הוא עלול לגרום לנזק למוצר שלך שלא יהיה מכוסה במסגרת האחריות של Epson.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "כדי להגן על זכויותיך, נזכיר לך זאת מעת לעת.\r\nהאם אתה בטוח שברצונך להמשיך להשתמש במחסניות דיו שאינן מקוריות של Epson?";
"IDS_DLG_OTHER_003" = "לא ניתן לפתוח את התכנית בזמן התקנת מנהל ההתקן.";
"IDS_DLG_NONGEN_001" = "אזהרה!";
"IDS_ER0C_PAPERSIZE" = "גודל: %papersize%";
"IDS_ER0C_MEDIA" = "סוג: %media%";
"IDS_UNCLOGGER_YES" = "כן";
"IDS_UNCLOGGER_NO" = "לא";
"IDS_UNCLOGGER_CANCELPRINT" = "ביטול הדפסה";
"IDS_UNCLOGGER_CLOSE" = "סגור";
"IDS_TRAYPOS_PRINT" = "הדפס";
"IDS_TRAYPOS_CANCEL" = "ביטול";

"IDS_QQB_BUTTON" = "בדיקת חיבור";
"IDS_QQB_EXECUTE_FAIL" = "לא ניתן להפעיל את הכלי.";
"IDS_QQB_DOWNLOAD" = "האם ברצונך להוריד ולהתקין את התוכנה לבדיקת חיבור?";
"IDS_QQB_INSTALL_FAIL" = "לא ניתן להתקין את התוכנה לבדיקת חיבור.";
"IDS_QQB_INSTALL_FAIL2" = "עליך להתחבר כחבר בקבוצת מנהלי המערכת כדי לבצע פעולה זו.";
"IDS_QQB_INSTALLING" = "מתקין את התוכנה לבדיקת חיבור...";
"IDS_QQB_DOWNLOAD_AUTOEXEC" = "התקן את Epson Printer Connection Checker והפעל אותו.";
"IDS_QQB_AUTOEXEC_OK" = "הפעל את Epson Printer Connection Checker.";
"IDS_PINFO_TITLE" = "נייר שנבחר במדפסת";
"IDS_PINFO_SIZE" = "גודל דף";
"IDS_PINFO_TYPE" = "סוג דף";
"IDS_PINFO_FAIL" = "לא ניתן לקבל את פרטי המדפסת.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s מ\"מ)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s אינץ')";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "הצג כמות דיו";
"IDS_CONSUMABLEVIEW_OFF" = "הסתר כמות דיו";

"IDS_WAIT_SUPPORT" = "מחפש פרטי תמיכה...";
"IDS_SHOW_VIDEO" = "מדריכי וידאו";
"IDS_SHOW_SUPPORTPAGE" = "אתר Epson";
"IDS_SHOW_MANUAL" = "האם להציג את מדיך המוצר?";
"IDS_POSTCARD_TITLE" = "ודא שהנייר נטען כשורה.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "תמיכה";
"IDS_CONSUMABLEVIEW_ONOFF" = "סטטוס חומרים מתכלים";
"IDS_SUPPORT_NO" = "לא";

"NOZZLE_TITLE" = "בדיקת פיה";
"NOZZLE01" = "כדי לבצע בדיקת פיה וודא שהמדפסת דולקת ומחוברת למחשב. וודא גם שיש נייר רגיל בגודל A4 או Letter במזין הנייר האחורי. לחץ על [הדפס] כדי להדפיס תבנית בדיקת פיה או על [ביטול] כדי לצאת.";
"NOZZLE01_B01" = "הדפס";
"NOZZLE01_B02" = "ביטול";
"NOZZLE02" = "השווה את דפוס ההדפסה לדוגמה שלעיל. אם דפוס בדיקת הפיה לא מודפס לשביעות רצונך, לחץ על [נקה]. לחץ על [סיום] כדי לצאת.";
"NOZZLE02_B01" = "סיום";
"NOZZLE02_B02" = "נקה";
"NOZZLE02_RESULT1" = "טוב";
"NOZZLE02_RESULT2" = "דרוש ניקוי";

"HEADCLEANING_TITLE" = "ניקוי ראש";
"HEADCLEANING01" = "לחץ על [התחל] כדי לנקות את פיות ראש ההדפסה. כיוון שהניקוי צורך כמות מסוימת של דיו, נקה את ראש ההדפסה רק אם בהדפסה מופיעים אזורים דהויים או פערי הדפסה. השתמש בכלי העזר \"בדיקת פיה\" קודם כדי לוודא שצריך לנקות את ראש ההדפסה.";
"HEADCLEANING01_B01" = "ביטול";
"HEADCLEANING01_B02" = "התחל";
"HEADCLEANING01_PREPARE" = "אנא המתן...";
"HEADCLEANING01_CLEANING" = "ניקוי הראש מתבצע. אנא המתן.";
"HEADCLEANING02" = "הניקוי אורך מספר דקות. הניקוי מסתיים כשמחוון ההפעלה בלוח הבקרה מפסיק להבהב. כדי לוודא שהניקוי היה יעיל, לחץ על [הדפס תבנית בדיקת פיה].";
"HEADCLEANING02_B01" = "הדפס תבנית בדיקת פיה";
"HEADCLEANING02_B02" = "סיום";
"HEADCLEANING02_BiD" = "מחזור הניקוי הסתיים. כדי לוודא שהניקוי היה יעיל, לחץ על [הדפס תבנית בדיקת פיה].";

"GAP_TITLE" = "יישור ראש הדפסה";
"GAP01" = "כלי העזר ליישור ראש ההדפסה עוזר לתקן שגיאות יישור לאורך, מריחת פסים לרוחב וטשטושים בהדפסה.";
"GAP01_B01" = "הבא >";
"GAP01_B02" = "ביטול";
"GAP02" = "יודפס גיליון יישור לאורך.\r\nוודא שהמדפסת דולקת ומחוברת למחשב. וודא גם שיש נייר רגיל בגודל A4 או Letter במדפסת.\r\nלחץ על [הדפס] כשאתה מוכן.";
"GAP02_B01" = "הדפס";
"GAP02_B02" = "ביטול";
"GAP02_B03" = "דלג >>";
"GAP03" = "הסתכל בגיליון היישור.\r\nמצא את הריבוע ללא הפסים בסדרות 1 עד 7. בחר את המספר שתואם לריבוע מהרשימה הבאה של כל הסדרות. לאחר מכן לחץ על [הבא >].\r\nאם כל אחד מהריבועים מכיל פסים, בחר את הריבוע עם הפס או הפסים הדקים ביותר. לאחר מכן לחץ על [יישור מחדש].";
"GAP03_B01" = "הבא >";
"GAP03_B02" = "ביטול";
"GAP03_B03" = "יישור מחדש";
"GAP04" = "יודפס גיליון יישור שחור לרוחב.\r\nודא שיש נייר רגיל בגודל A4 או Letter במדפסת.\r\nלתשומת לבך: שינוי זה ישפיע רק על הדפסה מהירה על נייר רגיל. סוגי נייר אחרים לא יושפעו.";
"GAP04_B01" = "הדפס";
"GAP04_B02" = "ביטול";
"GAP05" = "הסתכל בגיליון היישור.\r\nמצא את המלבנים שאינם מופרדים או חופפים.\r\nבחר את המספר התואם מהרשימה שמתחת. לאחר מכן לחץ על [סיום].\r\nאם כל המלבנים מופרדים או חופפים, בחר את הטוב ביותר מביניהם. לאחר מכן לחץ על [יישור מחדש].";
"GAP05_B01" = "סיום";
"GAP05_B02" = "ביטול";
"GAP05_B03" = "יישור מחדש";

"PIFLUSHING_TITLE" = "שטיפת דיו בכוח";
"PIFLUSHING01" = "אם לא השתמשת במוצר במשך זמן רב וההדפסה יוצאת עם פסים או צבעים חסרים, ייתכן שעליך להחליף את הדיו שבצינוריות הדיו כדי לפתור את הבעיה.\r\n\r\nהשתמש בכלי העזר שטיפת דיו בכוח כדי להחליף את כל הדיו שבצינוריות הדיו אך שים לב שפעולה זו צורכת כמות גדולה של דיו.\r\n\r\nאיכות ההדפסה תשתפר כ-12 שעות לאחר השימוש בפונקציה זו ולא ניתן להשתמש בה לפני שיחלפו 12 שעות מאז השימוש האחרון.\r\nהאם ברצונך להשתמש בפונקציה כעת?\r\n\r\nלתשומת לבך: לפני שתשתמש בפונקציה זו וודא שיש מספיק דיו במכלי הדיו של המדפסת.\r\nאם אין מספיק דיו, מלא את מכלי הדיו.";
"PIFLUSHING01_B01" = "ביטול";
"PIFLUSHING01_B02" = "אישור";
"PIFLUSHING02" = "האם אתה בטוח שברצונך לבצע פעולה זו?\r\nהחלפת כל הדיו בצינורות תצרוך המון דיו.\r\n\r\nלתשומת לבך: פעולה זו משפיעה על תוחלת החיים של רפידות ספיגת הדיו. פעולה זו תגרום לכך שרפידות ספיגת הדיו ייגמרו מהר יותר.\r\nאם רפידות ספיגת הדיו נגמרו פנה לתמיכה של Epson ובקש להחליפן.\r\n\r\nלחץ על [התחל] כדי להתחיל בהחלפת הדיו.\r\nלאחר שהפעולה תחל לא ניתן להפסיקה.";
"PIFLUSHING02_B01" = "ביטול";
"PIFLUSHING02_B02" = "התחל";
"PIFLUSHING02_PREPARE" = "אנא המתן...";
"PIFLUSHING02_CLEANING" = "מבצע שטיפת דיו בכוח.\r\nאנא המתן.";
"PIFLUSHING03" = "שטיפת דיו בכוח אורכת מספר דקות.\r\nשטיפת הדיו בכוח מסתיימת כשמחוון ההפעלה בלוח הבקרה מפסיק להבהב.";
"PIFLUSHING03_B01" = "סיום";
"PIFLUSHING03_BiD" = "שטיפת הדיו בכוח הושלמה.";
"PIFLUSHING04" = "לא ניתן להשתמש בפונקציה זו כיוון שחלפו פחות מ-12 שעות מאז השימוש האחרון בה.";
"PIFLUSHING04_B01" = "אישור";

"ERR_MSG_5" = "לא ניתן להשלים את בדיקת הפיה.";
"ERR_MSG_6" = "לא ניתן להשלים את ניקוי הראש.";
"ERR_MSG_7" = "לא ניתן להשלים את יישור ראש ההדפסה.";
"ERR_MSG_8" = "אירעה בעיה.";
"ERR_MSG_9" = "לא ניתן להשלים את בדיקת הפיה.";
"ERR_MSG_10" = "לא ניתן להשלים את ניקוי הראש.";
"ERR_MSG_11" = "לא ניתן להשלים את יישור ראש ההדפסה.";
"ERR_MSG_12" = "מנקה כעת!";
"ERR_MSG_13" = "לא ניתן להשלים את ניקוי הראש.";
"ERR_MSG_14" = "למידע נוסף לחץ על [פרטים].";
"ERR_MSG_15" = "האם ברצונך להחליף כעת את מחסנית הדיו?";
"ERR_MSG_17" = "רפידת ספיגת הדיו שבמחסנית התמונות רוויה. יש להחליף את מחסנית התמונות כדי שיהיה אפשר לנקות את ראש ההדפסה.";
"ERR_MSG_19" = "פרטים";
"ERR_MSG_20" = "אישור";
"ERR_MSG_21" = "למידע נוסף לחץ על [פרטים].";
"ERR_MSG_22" = "כן";
"ERR_MSG_23" = "לא";
"ERR_MSG_24" = "אירעה שגיאת תקשורת.\r\nבדוק את החיבור ונסה שוב.";
"ERR_MSG_25" = "לא ניתן להשלים שטיפת דיו בכוח.";
"ERR_MSG_26" = "לא ניתן להשלים את הפעולה של שטיפת דיו בכוח.";

"PLEASEWAIT" = "אנא המתן...";

//--->
"PRISET01B01" = "החל";
"PRISET01B02" = "ביטול";
"PRISET01SPE04" = "אין מידע זמין עבור המדפסת הזו.";
"PRISET01SPE05" = "אישור";
"PRISET01GRPBOXTITLE02" = "ההגדרה טיימר כיבוי";
"PRISET01SPE21" = "כבוי";
"PRISET01SPE22" = "30 דקות";
"PRISET01SPE23" = "שעה אחת";
"PRISET01SPE24" = "שעתיים";
"PRISET01SPE25" = "4 שעות";
"PRISET01SPE26" = "8 שעות";
"PRISET01SPE27" = "12 שעות";
"PRISET01GRPBOXTITLE03" = "טיימר מצב שינה";
"PRISET01SPE31" = "3 דקות";
"PRISET01SPE32" = "5 דקות";
"PRISET01SPE33" = "10 דקות";
"PRISET01SPE34" = "15 דקות";
"PRINFO01GRPBOXTITLE01" = "מספר גיליונות הנייר שהוזנו";
"PRINFO01SPE01" = "סה\"כ גיליונות";
"PRINFO01SPE02" = "אין מידע זמין עבור המדפסת הזו.";
"PRINFO01SPE03" = "גיליונות ללא שוליים";
"PRINFO01B01" = "אישור";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "לא הכנסת מחסניות דיו מקוריות של Epson. ייתכן שלא נוכל להציג מידע על כמות הדיו. בנוסף, השימוש בדיו שאינו מקורי יתועד לצורך שימוש אפשרי על ידי התמיכה. כדי ליהנות מהאיכות והאמינות הטובות ביותר Epson ממליצה להשתמש בדיו מקורי של Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "מזין נייר אחורי";
//<---

